Repository: clementrahula/lukotta
Catalog: resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, et, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sl, sq, sv, th, tr, uk, vi, zh_hans

source: LVM inside LUKS, as Ubuntu, Debian, Mint and Fedora set it up. Several volumes on one drive all unlock together
ar: LVM داخل LUKS، كما تعدّه Ubuntu وDebian وMint وFedora. تُفتح عدة وحدات تخزين على محرّك واحد معًا
bg: LVM вътре в LUKS, както го настройват Ubuntu, Debian, Mint и Fedora. Няколко тома на един диск се отключват заедно
cs: LVM uvnitř LUKS, jak jej nastavují Ubuntu, Debian, Mint a Fedora. Několik svazků na jednom disku se odemkne společně
da: LVM inde i LUKS, som Ubuntu, Debian, Mint og Fedora sætter det op. Flere enheder på samme disk låses op sammen
de: LVM innerhalb von LUKS, wie es Ubuntu, Debian, Mint und Fedora einrichten. Mehrere Volumes auf einem Laufwerk werden gemeinsam entsperrt
el: LVM μέσα σε LUKS, όπως το ρυθμίζουν τα Ubuntu, Debian, Mint και Fedora. Πολλοί τόμοι σε έναν δίσκο ξεκλειδώνουν μαζί
es: LVM dentro de LUKS, tal como lo configuran Ubuntu, Debian, Mint y Fedora. Varios volúmenes de un mismo disco se desbloquean juntos
et: LVM LUKS-i sees, nagu Ubuntu, Debian, Mint ja Fedora selle seadistavad. Ühe ketta mitu köidet avanevad koos
fi: LVM LUKSin sisällä, kuten Ubuntu, Debian, Mint ja Fedora sen määrittävät. Saman aseman useat taltiot avautuvat yhdessä
fil: LVM sa loob ng LUKS, gaya ng pagkakaayos ng Ubuntu, Debian, Mint at Fedora. Sabay-sabay na bumubukas ang ilang volume sa isang drive
fr: LVM dans LUKS, tel que le configurent Ubuntu, Debian, Mint et Fedora. Plusieurs volumes sur un même disque se déverrouillent ensemble
he: ‏LVM בתוך LUKS, כפי ש‑Ubuntu, ‏Debian, ‏Mint ו‑Fedora מגדירות זאת. כמה אמצעי אחסון בכונן אחד נפתחים יחד
hi: LUKS के भीतर LVM, जैसा Ubuntu, Debian, Mint और Fedora सेट करते हैं। एक ड्राइव पर कई वॉल्यूम एक साथ अनलॉक होते हैं
hr: LVM unutar LUKS-a, kako ga postavljaju Ubuntu, Debian, Mint i Fedora. Više jedinica na jednom disku otključava se zajedno
hu: LVM a LUKS-on belül, ahogy azt az Ubuntu, a Debian, a Mint és a Fedora beállítja. Egy meghajtó több kötete együtt oldódik fel
id: LVM di dalam LUKS, seperti yang disiapkan Ubuntu, Debian, Mint, dan Fedora. Beberapa volume pada satu drive terbuka bersama-sama
it: LVM dentro LUKS, come lo configurano Ubuntu, Debian, Mint e Fedora. Più volumi sullo stesso disco si sbloccano insieme
ja: Ubuntu、Debian、Mint、Fedora が構成するかたちの、LUKS の中の LVM。1 台のドライブ上の複数のボリュームがまとめてロック解除されます
ko: Ubuntu, Debian, Mint, Fedora가 구성하는 방식의 LUKS 안의 LVM. 한 드라이브의 여러 볼륨이 함께 잠금 해제됩니다
lt: LVM LUKS viduje, kaip jį nustato „Ubuntu“, „Debian“, „Mint“ ir „Fedora“. Keli tomai viename diske atrakinami kartu
lv: LVM LUKS iekšienē, kā to iestata Ubuntu, Debian, Mint un Fedora. Vairāki sējumi vienā diskā tiek atbloķēti kopā
ms: LVM di dalam LUKS, seperti yang disediakan Ubuntu, Debian, Mint dan Fedora. Beberapa volum pada satu pemacu dibuka serentak
nb: LVM inni LUKS, slik Ubuntu, Debian, Mint og Fedora setter det opp. Flere volumer på samme enhet låses opp sammen
nl: LVM binnen LUKS, zoals Ubuntu, Debian, Mint en Fedora het instellen. Meerdere volumes op één schijf worden samen ontgrendeld
pl: LVM wewnątrz LUKS, tak jak konfigurują to Ubuntu, Debian, Mint i Fedora. Kilka woluminów na jednym dysku odblokowuje się razem
pt_pt: LVM dentro de LUKS, tal como o Ubuntu, o Debian, o Mint e o Fedora o configuram. Vários volumes num mesmo disco são desbloqueados em conjunto
ro: LVM în interiorul LUKS, așa cum îl configurează Ubuntu, Debian, Mint și Fedora. Mai multe volume de pe același disc se deblochează împreună
ru: LVM внутри LUKS, как это настраивают Ubuntu, Debian, Mint и Fedora. Несколько томов на одном диске разблокируются вместе
sl: LVM znotraj LUKS, kot ga nastavijo Ubuntu, Debian, Mint in Fedora. Več nosilcev na enem pogonu se odklene skupaj
sq: LVM brenda LUKS, ashtu si e vendosin Ubuntu, Debian, Mint dhe Fedora. Disa volume në një disk shkyçen të gjitha bashkë
sv: LVM inuti LUKS, så som Ubuntu, Debian, Mint och Fedora ställer in det. Flera volymer på samma enhet låses upp tillsammans
th: LVM ภายใน LUKS อย่างที่ Ubuntu, Debian, Mint และ Fedora ตั้งค่าไว้ หลายโวลุ่มบนไดรฟ์เดียวจะปลดล็อกพร้อมกัน
tr: Ubuntu, Debian, Mint ve Fedora'nın kurduğu biçimde LUKS içinde LVM. Bir sürücüdeki birkaç birim birlikte açılır
uk: LVM усередині LUKS, як це налаштовують Ubuntu, Debian, Mint і Fedora. Кілька томів на одному диску розблоковуються разом
vi: LVM bên trong LUKS, theo cách Ubuntu, Debian, Mint và Fedora thiết lập. Nhiều ổ trên cùng một đĩa được mở khóa cùng lúc
zh_hans: LUKS 内的 LVM，也就是 Ubuntu、Debian、Mint 和 Fedora 的安装方式。同一驱动器上的多个宗卷会一起解锁

source: Language
ar: اللغة
bg: Език
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
et: Keel
fi: Kieli
fil: Wika
fr: Langue
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
lt: Kalba
lv: Valoda
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
pt_pt: Idioma
ro: Limbă
ru: Язык
sl: Jezik
sq: Gjuha
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言

source: Last checked: %@
ar: آخر تحقق: %@
bg: Последна проверка: %@
cs: Naposledy zkontrolováno: %@
da: Sidst søgt: %@
de: Zuletzt gesucht: %@
el: Τελευταίος έλεγχος: %@
es: Última comprobación: %@
et: Viimati kontrollitud: %@
fi: Viimeksi tarkistettu: %@
fil: Huling sinuri: %@
fr: Dernière vérification : %@
he: נבדק לאחרונה: %@
hi: अंतिम जाँच: %@
hr: Zadnja provjera: %@
hu: Legutóbbi keresés: %@
id: Terakhir diperiksa: %@
it: Ultimo controllo: %@
ja: 最終確認：%@
ko: 마지막 확인: %@
lt: Paskutinį kartą tikrinta: %@
lv: Pēdējoreiz pārbaudīts: %@
ms: Semakan terakhir: %@
nb: Sist sjekket: %@
nl: Laatst gezocht: %@
pl: Ostatnie sprawdzenie: %@
pt_pt: Última procura: %@
ro: Ultima verificare: %@
ru: Последняя проверка: %@
sl: Zadnjič preverjeno: %@
sq: Kontrolluar së fundi: %@
sv: Senast kontrollerad: %@
th: ตรวจสอบล่าสุด: %@
tr: Son denetim: %@
uk: Остання перевірка: %@
vi: Kiểm tra lần cuối: %@
zh_hans: 上次检查：%@

source: Leave Open
ar: إبقاؤها مفتوحة
bg: Остави отворен
cs: Nechat otevřený
da: Lad være åben
de: Geöffnet lassen
el: Διατήρηση ανοιχτού
es: Dejar abierto
et: Jäta avatuks
fi: Jätä auki
fil: Iwang Bukas
fr: Laisser ouvert
he: להשאיר פתוח
hi: खुला रहने दें
hr: Ostavi otvorenim
hu: Maradjon nyitva
id: Biarkan Terbuka
it: Lascia aperto
ja: 開いたままにする
ko: 열어 두기
lt: Palikti atvertą
lv: Atstāt atvērtu
ms: Biarkan Terbuka
nb: La være åpen
nl: Laat open
pl: Pozostaw otwarty
pt_pt: Deixar aberto
ro: Lăsați deschis
ru: Оставить открытыми
sl: Pusti odprto
sq: Lëri të hapura
sv: Lämna öppen
th: เปิดค้างไว้
tr: Açık Bırak
uk: Залишити відкритими
vi: Để mở
zh_hans: 保持打开

source: Lets %@ read the encrypted data itself. macOS blocks this without it, even for administrators, and it cannot be requested: it has to be switched on by hand.
ar: يتيح لـ %@ قراءة البيانات المشفّرة نفسها. من دونه يمنع macOS ذلك، حتى على المسؤولين، ولا يمكن طلبه: يجب تشغيله يدويًا.
bg: Позволява на %@ да чете самите шифровани данни. Без него macOS блокира това дори за администратори и не може да бъде поискано: включва се ръчно.
cs: Umožňuje aplikaci %@ číst samotná zašifrovaná data. Bez toho to macOS blokuje i správcům a nelze si o to říct: zapíná se ručně.
da: Lader %@ læse de krypterede data direkte. Uden den blokerer macOS det, selv for administratorer, og der kan ikke bedes om den: den skal slås til i hånden.
de: Ermöglicht %@, die verschlüsselten Daten selbst zu lesen. Ohne diesen Zugriff blockiert macOS das selbst für Administratoren, und anfordern lässt er sich nicht: er muss von Hand eingeschaltet werden.
el: Επιτρέπει στο %@ να διαβάζει το ίδιο τα κρυπτογραφημένα δεδομένα. Χωρίς αυτήν το macOS το εμποδίζει ακόμη και για διαχειριστές, και δεν μπορεί να ζητηθεί: ενεργοποιείται με το χέρι.
es: Permite a %@ leer los datos cifrados directamente. Sin esto macOS lo bloquea, incluso para administradores, y no se puede solicitar: hay que activarlo a mano.
et: Lubab rakendusel %@ lugeda krüptitud andmeid endid. Ilma selleta blokeerib macOS selle isegi administraatoritele ja seda ei saa küsida: see tuleb käsitsi sisse lülitada.
fi: Antaa ohjelman %@ lukea salatut tiedot itse. Ilman sitä macOS estää tämän jopa pääkäyttäjiltä, eikä sitä voi pyytää: se on kytkettävä päälle käsin.
fil: Pinapayagan ang %@ na basahin mismo ang naka-encrypt na datos. Kung wala ito, hinaharangan ito ng macOS, maging sa mga administrator, at hindi ito mahihiling: kailangang buksan nang manu-mano.
fr: Permet à %@ de lire lui-même les données chiffrées. Sans cela, macOS l’interdit, même aux administrateurs, et cela ne peut pas être demandé : il faut l’activer à la main.
he: מאפשרת ל‑%@ לקרוא את הנתונים המוצפנים עצמם. בלעדיה macOS חוסם זאת, גם ממנהלים, ואי אפשר לבקש אותה: צריך להפעיל אותה ידנית.
hi: %@ को एन्क्रिप्टेड डेटा स्वयं पढ़ने देता है। इसके बिना macOS इसे रोक देता है, व्यवस्थापकों के लिए भी, और इसे माँगा नहीं जा सकता: इसे हाथ से चालू करना पड़ता है।
hr: Omogućuje aplikaciji %@ da sama čita šifrirane podatke. Bez toga macOS to blokira i administratorima, a zatražiti se ne može: uključuje se ručno.
hu: Lehetővé teszi a(z) %@ számára, hogy maga olvassa a titkosított adatokat. Enélkül a macOS ezt még a rendszergazdáknak is tiltja, és nem lehet kérni: kézzel kell bekapcsolni.
id: Memungkinkan %@ membaca sendiri data terenkripsi. Tanpa itu macOS menghalanginya, bahkan bagi administrator, dan izin itu tidak dapat diminta: harus dinyalakan sendiri.
it: Consente a %@ di leggere direttamente i dati cifrati. Senza, macOS lo impedisce anche agli amministratori, e non si può richiedere: va attivato a mano.
ja: %@ が暗号化されたデータ自体を読めるようにします。これがないと macOS は管理者に対してもこれを拒み、要求もできません。手動でオンにする必要があります。
ko: %@이(가) 암호화된 데이터 자체를 읽을 수 있게 합니다. 이 권한이 없으면 macOS는 관리자에게도 이를 막으며, 요청할 수도 없습니다. 직접 켜야 합니다.
lt: Leidžia %@ pačiai skaityti užšifruotus duomenis. Be to „macOS“ tai draudžia net administratoriams, ir to paprašyti negalima: reikia įjungti ranka.
lv: Ļauj %@ pašai lasīt šifrētos datus. Bez tās macOS to liedz pat administratoriem, un to nevar pieprasīt: tā jāieslēdz ar roku.
ms: Membolehkan %@ membaca sendiri data yang disulitkan. Tanpanya macOS menghalang perkara ini, malah bagi pentadbir, dan ia tidak boleh diminta: ia perlu dihidupkan sendiri.
nb: Lar %@ lese de krypterte dataene selv. Uten den blokkerer macOS dette, også for administratorer, og den kan ikke bes om: den må slås på for hånd.
nl: Laat %@ de versleutelde gegevens zelf lezen. Zonder deze toegang blokkeert macOS dat, ook voor beheerders, en erom vragen kan niet: die moet met de hand worden aangezet.
pl: Pozwala programowi %@ czytać same zaszyfrowane dane. Bez tego macOS blokuje to nawet administratorom i nie da się o to poprosić: trzeba włączyć to ręcznie.
pt_pt: Permite ao %@ ler os próprios dados encriptados. Sem isso, o macOS bloqueia-o mesmo para administradores, e não pode ser pedido: tem de ser ligado à mão.
ro: Permite aplicației %@ să citească ea însăși datele criptate. Fără acest acces, macOS îl blochează chiar și pentru administratori și nu poate fi cerut: trebuie activat manual.
ru: Позволяет %@ читать сами зашифрованные данные. Без этого macOS блокирует доступ даже администраторам, и запросить его нельзя: включать нужно вручную.
sl: Programu %@ omogoča, da sam bere šifrirane podatke. Brez tega macOS to prepreči tudi skrbnikom, zaprositi zanj pa ni mogoče: vklopiti ga je treba ročno.
sq: I lejon %@ të lexojë vetë të dhënat e enkriptuara. macOS e bllokon këtë pa të, edhe për administratorët, dhe nuk mund të kërkohet: duhet aktivizuar me dorë.
sv: Låter %@ läsa den krypterade datan själv. Utan den blockerar macOS detta, även för administratörer, och den går inte att be om: den måste slås på för hand.
th: ให้ %@ อ่านข้อมูลที่เข้ารหัสได้เอง หากไม่มีสิทธิ์นี้ macOS จะปิดกั้นไว้ แม้กับผู้ดูแลระบบ และขอสิทธิ์นี้ไม่ได้ ต้องเปิดด้วยมือ
tr: %@ uygulamasının şifreli verinin kendisini okumasını sağlar. macOS bu izin olmadan buna, yöneticilere bile, izin vermez ve izin istenemez: elle açılmalıdır.
uk: Дозволяє %@ читати самі зашифровані дані. Без цього macOS блокує доступ навіть адміністраторам, і запитати його не можна: вмикати треба вручну.
vi: Cho phép %@ tự đọc dữ liệu đã mã hóa. Không có nó, macOS chặn việc này ngay cả với quản trị viên, và không thể xin: phải bật bằng tay.
zh_hans: 让 %@ 读取加密数据本身。没有它，即使是管理员，macOS 也会阻止，而且无法申请：只能手动开启。

source: Licence
ar: الرخصة
bg: Лиценз
da: Licens
de: Lizenz
el: Άδεια χρήσης
es: Licencia
et: Litsents
fi: Lisenssi
fil: Lisensya
he: רישיון
hi: लाइसेंस
hr: Licenca
hu: Licenc
id: Lisensi
it: Licenza
ja: ライセンス
ko: 라이선스
lt: Licencija
ms: Lesen
nb: Lisens
nl: Licentie
pl: Licencja
pt_pt: Licença
ro: Licență
ru: Лицензия
sl: Licenca
sq: Licenca
sv: Licens
th: สัญญาอนุญาต
tr: Lisans
uk: Ліцензія
vi: Giấy phép
zh_hans: 许可证

source: Light
ar: فاتح
bg: Светъл
cs: Světlý
da: Lyst
de: Hell
el: Φωτεινή
es: Claro
et: Hele
fi: Vaalea
fil: Maliwanag
fr: Clair
he: בהיר
hi: हल्का
hr: Svijetlo
hu: Világos
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
lt: Šviesi
lv: Gaišs
ms: Cerah
nb: Lyst
nl: Licht
pl: Jasny
pt_pt: Claro
ro: Luminos
ru: Светлое
sl: Svetlo
sq: E çelët
sv: Ljust
th: สว่าง
tr: Açık
uk: Світле
vi: Sáng
zh_hans: 浅色

source: Location
ar: الموقع
bg: Местоположение
cs: Umístění
da: Placering
de: Ort
el: Τοποθεσία
es: Ubicación
et: Asukoht
fi: Sijainti
fil: Lokasyon
fr: Emplacement
he: מיקום
hi: स्थान
hr: Lokacija
hu: Hely
id: Lokasi
it: Posizione
ja: 場所
ko: 위치
lt: Vieta
lv: Atrašanās vieta
ms: Lokasi
nb: Plassering
nl: Locatie
pl: Położenie
pt_pt: Localização
ro: Amplasament
ru: Расположение
sl: Lokacija
sq: Vendndodhja
sv: Plats
th: ตำแหน่ง
tr: Konum
uk: Розташування
vi: Vị trí
zh_hans: 位置

source: Locked
ar: مقفل
bg: Заключен
cs: Zamčený
da: Låst
de: Gesperrt
el: Κλειδωμένος
es: Bloqueado
et: Lukus
fi: Lukittu
fil: Nakakandado
fr: Verrouillé
he: נעול
hi: लॉक
hr: Zaključan
hu: Zárolt
id: Terkunci
it: Bloccato
ja: ロック中
ko: 잠김
lt: Užrakintas
lv: Bloķēts
ms: Berkunci
nb: Låst
nl: Vergrendeld
pl: Zablokowany
pt_pt: Bloqueado
ro: Blocat
ru: Заблокирован
sl: Zaklenjen
sq: I kyçur
sv: Låst
th: ล็อกอยู่
tr: Kilitli
uk: Заблоковано
vi: Đã khóa
zh_hans: 已锁定

source: Looking for encrypted drives…
ar: يجري البحث عن محرّكات مشفّرة…
bg: Търсене на шифровани дискове…
cs: Hledání šifrovaných disků…
da: Søger efter krypterede enheder…
de: Suche nach verschlüsselten Laufwerken …
el: Αναζήτηση κρυπτογραφημένων δίσκων…
es: Buscando discos cifrados…
et: Krüpteeritud ketaste otsimine…
fi: Etsitään salattuja asemia…
fil: Naghahanap ng mga naka-encrypt na drive…
fr: Recherche de disques chiffrés…
he: מחפש כוננים מוצפנים…
hi: एन्क्रिप्टेड ड्राइव खोजी जा रही हैं…
hr: Traženje šifriranih diskova…
hu: Titkosított meghajtók keresése…
id: Mencari drive terenkripsi…
it: Ricerca di dischi cifrati…
ja: 暗号化されたドライブを探しています…
ko: 암호화된 드라이브를 찾는 중…
lt: Ieškoma užšifruotų diskų…
lv: Notiek šifrētu disku meklēšana…
ms: Mencari pemacu bersulit…
nb: Søker etter krypterte enheter…
nl: Bezig met zoeken naar versleutelde schijven…
pl: Szukanie zaszyfrowanych dysków…
pt_pt: A procurar discos encriptados…
ro: Se caută discuri criptate…
ru: Поиск зашифрованных дисков…
sl: Iskanje šifriranih pogonov…
sq: Po kërkohen disqe të enkriptuar…
sv: Söker efter krypterade enheter…
th: กำลังค้นหาไดรฟ์ที่เข้ารหัส…
tr: Şifreli sürücüler aranıyor…
uk: Пошук зашифрованих дисків…
vi: Đang tìm ổ đĩa được mã hóa…
zh_hans: 正在查找加密驱动器…

source: Lúkotta is Finnish for “without a lock”, from lukko, a lock, with the ending -tta marking the absence of something. The stress falls on the first syllable, as it always does in Finnish.
ar: ‏Lúkotta تعني بالفنلندية “بلا قفل”، من lukko أي القفل، مع اللاحقة ‎-tta التي تدل على غياب شيء. وتقع النبرة على المقطع الأول، كما هي الحال دائمًا في الفنلندية.
bg: Lúkotta на финландски означава „без ключалка“, от lukko — ключалка — с окончанието -tta, което означава липсата на нещо. Ударението пада върху първата сричка, както винаги във финландския.
cs: Lúkotta znamená finsky „bez zámku“, od slova lukko, zámek, s koncovkou -tta označující nepřítomnost něčeho. Přízvuk je na první slabice, jako ve finštině vždy.
da: Lúkotta er finsk for “uden lås”, af lukko, en lås, med endelsen -tta, der angiver fraværet af noget. Trykket ligger på første stavelse, som det altid gør på finsk.
de: Lúkotta ist Finnisch für „ohne Schloss“, von lukko, einem Schloss, mit der Endung -tta, die das Fehlen von etwas bezeichnet. Die Betonung liegt auf der ersten Silbe, wie im Finnischen immer.
el: Το Lúkotta σημαίνει «χωρίς κλειδαριά» στα φινλανδικά, από το lukko, κλειδαριά, με την κατάληξη -tta που δηλώνει την απουσία κάποιου πράγματος. Ο τόνος πέφτει στην πρώτη συλλαβή, όπως πάντα στα φινλανδικά.
es: Lúkotta significa «sin cerradura» en finés, de lukko, una cerradura, con la terminación -tta que indica la ausencia de algo. El acento recae en la primera sílaba, como siempre en finés.
et: Lúkotta tähendab soome keeles „ilma lukuta“, sõnast lukko ehk lukk, lõpuga -tta, mis märgib millegi puudumist. Rõhk on esimesel silbil, nagu soome keeles alati.
fi: Lúkotta on suomea ja tarkoittaa ”ilman lukkoa”, sanasta lukko, päätteellä -tta joka ilmaisee jonkin puuttumista. Paino on ensimmäisellä tavulla, kuten suomessa aina.
fil: Ang Lúkotta ay Finnish para sa “walang kandado”, mula sa lukko na ibig sabihin ay kandado, at ang hulaping -tta na tanda ng kawalan ng isang bagay. Nasa unang pantig ang diin, gaya ng palagi sa Finnish.
fr: Lúkotta signifie « sans serrure » en finnois, de lukko, une serrure, avec la terminaison -tta qui marque l’absence de quelque chose. L’accent tonique porte sur la première syllabe, comme toujours en finnois.
he: ‏Lúkotta היא מילה פינית שפירושה “ללא מנעול”, מ‑lukko שהוא מנעול, עם הסיומת ‎-tta המציינת היעדר של משהו. ההטעמה נופלת על ההברה הראשונה, כמו תמיד בפינית.
hi: फ़िनिश में Lúkotta का अर्थ है “बिना ताले का”, lukko यानी ताला से, और -tta अंत किसी चीज़ की अनुपस्थिति दर्शाता है। ज़ोर पहले अक्षर पर पड़ता है, जैसा फ़िनिश में हमेशा होता है।
hr: Lúkotta na finskom znači „bez brave”, od lukko, brava, s nastavkom -tta koji označava odsutnost nečega. Naglasak je na prvom slogu, kao uvijek u finskom.
hu: A Lúkotta finnül azt jelenti: „zár nélkül”, a lukko, azaz zár szóból, a -tta végződéssel, amely valaminek a hiányát jelöli. A hangsúly az első szótagra esik, ahogy a finnben mindig.
id: Lúkotta dalam bahasa Finlandia berarti “tanpa kunci”, dari lukko, kunci, dengan akhiran -tta yang menandai ketiadaan sesuatu. Tekanan jatuh pada suku kata pertama, seperti selalu dalam bahasa Finlandia.
it: Lúkotta in finlandese significa «senza serratura», da lukko, serratura, con la desinenza -tta che indica l’assenza di qualcosa. L’accento cade sulla prima sillaba, come sempre in finlandese.
ja: Lúkotta はフィンランド語で「鍵のない」という意味で、錠を表す lukko に、何かの欠如を示す語尾 -tta が付いたものです。アクセントはフィンランド語の常として第 1 音節に置かれます。
ko: Lúkotta는 핀란드어로 “잠금장치가 없는”이라는 뜻으로, 자물쇠를 뜻하는 lukko에 무언가의 부재를 나타내는 어미 -tta가 붙은 것입니다. 강세는 핀란드어에서 늘 그렇듯 첫 음절에 있습니다.
lt: „Lúkotta“ suomiškai reiškia „be spynos“, nuo žodžio lukko — spyna — su galūne -tta, žyminčia ko nors nebuvimą. Kirtis tenka pirmam skiemeniui, kaip visada suomių kalboje.
lv: Lúkotta somu valodā nozīmē “bez slēdzenes”, no vārda lukko — slēdzene — ar galotni -tta, kas apzīmē kaut kā trūkumu. Uzsvars krīt uz pirmo zilbi, kā somu valodā vienmēr.
ms: Lúkotta dalam bahasa Finland bermaksud “tanpa kunci”, daripada lukko iaitu kunci, dengan akhiran -tta yang menandakan ketiadaan sesuatu. Tekanan jatuh pada suku kata pertama, seperti selalunya dalam bahasa Finland.
nb: Lúkotta er finsk for «uten lås», av lukko, en lås, med endelsen -tta som angir fravær av noe. Trykket ligger på første stavelse, slik det alltid gjør på finsk.
nl: Lúkotta is Fins voor ‘zonder slot’, van lukko, een slot, met de uitgang -tta die de afwezigheid van iets aanduidt. De klemtoon ligt op de eerste lettergreep, zoals altijd in het Fins.
pl: Lúkotta znaczy po fińsku „bez zamka”, od lukko, czyli zamek, z końcówką -tta oznaczającą brak czegoś. Akcent pada na pierwszą sylabę, jak zawsze w fińskim.
pt_pt: Lúkotta significa «sem fechadura» em finlandês, de lukko, uma fechadura, com a terminação -tta que assinala a ausência de algo. A tónica recai na primeira sílaba, como sempre em finlandês.
ro: Lúkotta înseamnă în finlandeză „fără lacăt”, de la lukko, un lacăt, cu terminația -tta care marchează absența a ceva. Accentul cade pe prima silabă, ca întotdeauna în finlandeză.
ru: Lúkotta по-фински означает «без замка»: от lukko — замок, с окончанием -tta, обозначающим отсутствие чего-либо. Ударение падает на первый слог, как всегда в финском.
sl: Lúkotta v finščini pomeni »brez ključavnice«, od lukko, ključavnica, s končnico -tta, ki označuje odsotnost nečesa. Naglas je na prvem zlogu, kot vedno v finščini.
sq: Lúkotta në finlandisht do të thotë “pa bravë”, nga lukko, bravë, me mbaresën -tta që shënon mungesën e diçkaje. Theksi bie në rrokjen e parë, siç ndodh gjithmonë në finlandisht.
sv: Lúkotta är finska för ”utan lås”, av lukko, ett lås, med ändelsen -tta som anger frånvaron av något. Betoningen ligger på första stavelsen, som alltid i finskan.
th: Lúkotta ในภาษาฟินแลนด์แปลว่า “ไร้กุญแจ” มาจาก lukko ที่แปลว่ากุญแจ กับคำลงท้าย -tta ที่บอกถึงการไม่มีสิ่งใดสิ่งหนึ่ง เสียงเน้นอยู่ที่พยางค์แรก อย่างที่เป็นเสมอในภาษาฟินแลนด์
tr: Lúkotta Fincede “kilitsiz” demektir; lukko yani kilit sözcüğünden, bir şeyin yokluğunu belirten -tta ekiyle. Vurgu, Fincede her zaman olduğu gibi ilk hecededir.
uk: Lúkotta фінською означає «без замка»: від lukko — замок, із закінченням -tta, що позначає відсутність чогось. Наголос падає на перший склад, як завжди у фінській.
vi: Lúkotta trong tiếng Phần Lan nghĩa là “không có khóa”, từ lukko nghĩa là cái khóa, với hậu tố -tta chỉ sự vắng mặt của một thứ. Trọng âm rơi vào âm tiết đầu, như luôn thế trong tiếng Phần Lan.
zh_hans: Lúkotta 在芬兰语中意为“没有锁”，来自 lukko（锁），词尾 -tta 表示某物的缺失。重音落在第一个音节上，芬兰语一向如此。

source: Menu Bar
ar: شريط القوائم
bg: Лента с менюта
cs: Řádek nabídek
da: Menulinje
de: Menüleiste
el: Γραμμή μενού
es: Barra de menús
et: Menüüriba
fi: Valikkorivi
fr: Barre des menus
he: שורת התפריטים
hi: मेन्यू बार
hr: Traka izbornika
hu: Menüsor
id: Bilah Menu
it: Barra dei menu
ja: メニューバー
ko: 메뉴 막대
lt: Meniu juosta
lv: Izvēļņu josla
ms: Bar Menu
nb: Menylinje
nl: Menubalk
pl: Pasek menu
pt_pt: Barra de menus
ro: Bara de meniu
ru: Строка меню
sl: Menijska vrstica
sq: Shiriti i menysë
sv: Menyrad
th: แถบเมนู
tr: Menü Çubuğu
uk: Рядок меню
vi: Thanh trình đơn
zh_hans: 菜单栏

source: Moving %@ to the Bin
ar: يجري نقل %@ إلى المهملات
bg: Преместване на %@ в кошчето
cs: Přesouvání %@ do Koše
da: Flytter %@ til papirkurven
de: %@ wird in den Papierkorb bewegt
el: Μετακίνηση του %@ στον Κάδο
es: Moviendo %@ a la papelera
et: %@ teisaldamine prügikasti
fi: Siirretään %@ roskakoriin
fil: Inililipat ang %@ sa Basurahan
fr: Placement de %@ dans la corbeille
he: מעביר את %@ לאשפה
hi: %@ को ट्रैश में ले जाया जा रहा है
hr: Premještanje %@ u Smeće
hu: A(z) %@ áthelyezése a Kukába
id: Memindahkan %@ ke Tong Sampah
it: Spostamento di %@ nel Cestino
ja: %@ をゴミ箱に移動中
ko: %@을(를) 휴지통으로 옮기는 중
lt: %@ perkeliama į šiukšlinę
lv: Notiek %@ pārvietošana uz atkritni
ms: Memindahkan %@ ke Tong Sampah
nb: Flytter %@ til papirkurven
nl: %@ wordt naar de prullenmand verplaatst
pl: Przenoszenie %@ do Kosza
pt_pt: A mover o %@ para o lixo
ro: Se mută %@ în Coș
ru: Перемещение %@ в Корзину
sl: Premikanje %@ v Koš
sq: Po zhvendoset %@ në Bin
sv: Flyttar %@ till papperskorgen
th: กำลังย้าย %@ ไปที่ถังขยะ
tr: %@ Çöp Kutusu'na taşınıyor
uk: Переміщення %@ в Кошик
vi: Đang chuyển %@ vào Thùng rác
zh_hans: 正在把 %@ 移到“废纸篓”
